{
  "eventId": "4862ef5c-197d-5907-58fe-9fd500164403",
  "url": "https://www.shreksadventure.com/plan-your-visit/information/faqs/",
  "title": "Frequently asked questions | Shrek's Adventure! London",
  "structured": {
    "description": "Read on for everything you need to know about your trip to Shrek's Adventure! London.",
    "priceText": "",
    "ageText": "",
    "openingHoursText": "",
    "addressText": "",
    "extractedHours": "",
    "extractedAge": "suitable for children?\nDuring your adventure you’ll meet many characters (princesses and donkeys included), but as in all fairytales you may also encounter a witch or two, which some of our younger audience may find scary! Whilst there’s no age limit, we recommend Shrek's Adventure! London for children aged 6-12 (and for those younger knights and princesses feeling especially brave).\nAre there any age res",
    "extractedPrice": "children?\nDuring your adventure you’ll meet many characters (princesses and donkeys included), but as in all fairytales you may also encounter a witch or two, which some of our younger audience may find scary! Whilst there’s no age limit, we recommend Shrek's Adventure! London for children aged 6-12 (and for those younger knights and princesses feeling especially brave).\nAre there any age restrictions?\nShrek’s Adventure is suitable for all ages, and children under the age of 2 enjoy free entry*. Howe",
    "extractedDescription": "experience\nIs Shrek's Adventure suitable for children?\nDuring your adventure you’ll meet many characters (princesses and donkeys included), but as in all fairytales you may also encounter a witch or two, which some of our younger audience may find scary! Whilst there’s no age limit, we recommend Shrek's Adventure! London for children aged 6-12 (and for those younger knights and princesses feeling especially brave).\nAre there any age restrictions?\nShrek’s Adventure is suitable for all ages, and children under the age of 2 enjoy free entry*. However, the recommended age is 6 and above.\nChildren 15 and under must be accompanied by an adult aged 18 years or over.\nPlease note that all tickets are non-refundable, so be sure before purchasing. For detailed terms and conditions, click the provided link.\n*Effective from 20 July 2023 onwards, children under 2 will enjoy free entry. This replaces previous policies.\nHow long will my visit last?\nTours last approximately 1 hour excluding any additional queuing times. There is an interactive area at the end of the tour where you can meet your favourite friends from other DreamWorks worlds like Kung Fu Panda and How to Train Your Dragon; you may spend as lo"
  },
  "text": "Read on for everything you need to know about your trip to Shrek's Adventure! London.\nPlanning a visit to Shrek's Adventure London? Read our frequently asked questions here.\nRead on for everything you need to know about your trip to Shrek's Adventure! London.\nSkip to main content\nFAQs\nYour heroic quest for answers ends here!\nRead on for everything you need to know about your trip to Shrek's Adventure! London.\nThe experience\nIs Shrek's Adventure suitable for children?\nDuring your adventure you’ll meet many characters (princesses and donkeys included), but as in all fairytales you may also encounter a witch or two, which some of our younger audience may find scary! Whilst there’s no age limit, we recommend Shrek's Adventure! London for children aged 6-12 (and for those younger knights and princesses feeling especially brave).\nAre there any age restrictions?\nShrek’s Adventure is suitable for all ages, and children under the age of 2 enjoy free entry*. However, the recommended age is 6 and above.\nChildren 15 and under must be accompanied by an adult aged 18 years or over.\nPlease note that all tickets are non-refundable, so be sure before purchasing. For detailed terms and conditions, click the provided link.\n*Effective from 20 July 2023 onwards, children under 2 will enjoy free entry. This replaces previous policies.\nHow long will my visit last?\nTours last approximately 1 hour excluding any additional queuing times. There is an interactive area at the end of the tour where you can meet your favourite friends from other DreamWorks worlds like Kung Fu Panda and How to Train Your Dragon; you may spend as long as you want in this area. The time on your ticket is the time you are allowed to enter the building and queue. Queue times differ depending on attendance levels and can go from 10-30 minutes.\nWhat do I do if I want to leave the attraction?\nIf at any time you need to leave the attraction, simply speak to the actor in the show you are in and they will arrange for someone to help you to the nearest exit as soon as possible.\nWhat can I expect?\nShrek's Adventure! London is an immersive, walkthrough experience where a whole cast of your favourite Shrek characters brings the story to life around you.\nI don't speak English, can I still visit?\nThe tours are run only in English to cater to the vast majority of international visitors. Many non-English speakers still enjoy the sensory nature of our tours but may not experience the attraction in the same way as those proficient in English. Unfortunately, audio guides are not available at this time\nIs it scary?\nThere are some moments of mild peril which some younger guests may find scary. Please see our Sensory Journey for information on each space and some of the elements you may see in each area.\nI'm pregnant, can I still attend?\nPregnant people are welcome at Shrek's Adventure! London but please be aware this is a mostly standing or walking experience with little chance to sit down.\nCan I take photos when on the tour?\nPhotography is not permitted at any time whilst on the main tour. You can take photos in our admission area and at the end of the tour.\nAre there any restrictions for the Magic Bus?\nThe magic bus includes water sprays, air blasts, fog and aromas. You should not experience this section of the tour if you suffer from any disorder or condition that may be affected by any of the above.\nThe bus is not suitable for guests who suffer from the conditions below;\nEpilepsy\nMotion sickness\nAsthma\nAny other chronic illness\nThe bus is accessible to wheelchair users who are able to transfer up one step, into the seat and have the ability to sit upright.\nCan I vape or smoke at Shrek's Adventure! London?\nAt Shrek's Adventure! London, smoking or vaping is not permitted. Visitors cannot smoke, use e-cigarettes or vaping products anywhere in the attraction.\nBefore you book\nWhat are your opening hours?\nOpening times vary. Please see full opening times here.\nIs there a minimum age?\nWe recommend 6-12 but there are no restrictions on age and under 5s are admitted with parent's approval.\nCan children attend unaccompanied?\nNo, any under 16s must be accompanied by someone over 18.\nWhat should I wear?\nThere is no dress code but you may want to wear comfy shoes as majority of the tour will be spent standing.\nDo you have a cloakroom?\nThere is no cloakroom in the attraction.\nCan I bring luggage into the attraction?\nWe do not accept suitcases or large items of hand luggage into this attraction. If you arrive with these items, you will be directed to a left luggage service. The closest are at the London Eye ticket office or Waterloo station.\nHandbags and backpacks up to a 30litre capacity will be permitted.\nCan I bring a buggy on the tour?\nUnfortunately, buggies are not permitted on the trip to Far Far Away. However, you can leave them free of charge at our buggy bay for the duration of your tour. Please note, bags cannot be left with the buggy.\nIs there a gift shop?\nYes we have a gift shop which is situated at the end of the tour, but it can also be accessed from Queen's Walk.\nWhere are the toilets?\nThere are toilets at the start of the tour only.\nIs there a baby change unit?\nYes, inside the disabled toilet at the start of the tour.\nBooking information\nHow much can I save by booking in advance?\nYou will save more on your visit by booking online in advance! Here’s why it’s the best choice:\nLowest Price Guarantee: Booking early online ensures you get the lowest available rates, which are often significantly cheaper than the door price\nBeat On the Door Prices: Avoid higher prices at walk-up by securing your tickets ahead of time\nGuaranteed Entry: During peak times, attractions can fill up quickly. Booking in advance guarantees your spot and preferred time slot\nVisit our tickets page for the best rates when pre-booking online and secure your spot at a discounted price today!\nI have selected a timeslot, what time should I arrive for it?\nPlease arrive at the attraction within the time indicated on your booking confirmation.\nPlease note: If you do not arrive within your allocated arrival time, there may be an extended wait for the next available show time. In busy periods we cannot guarantee entry if you miss your arrival time.\nCan I enter after my timeslot?\nIf you miss your pre-booked 15-minute timeslot, we cannot guarantee entry. This is dependent on capacity on the day. If you know in advance you will be unable to make your timeslot, you can reschedule using our online booking portal up to 1 hour before your original entry time.\nHow much are tickets?\nTicket prices vary depending on the day and ticket type you're booking - please see our Tickets and Prices page for full details.\nWhat type of tickets are there?\nWe have a range of different ticket types, please see our Tickets and Prices page for full details.\nDo you have a booking fee?\nNo, we have no additional booking fee.\nCan I book tickets in person?\nWe strongly advise you pre-book to ensure your timeslot. We cannot guarantee entry if you attempt to book in person, particularly during Peak.\nWhat is an Anytime Ticket?\nAn Anytime Ticket gives you flexibility and allows you to arrive at any time on your chosen date. please see our Tickets and Prices page for full details.\nDo I need to print my ticket?\nNo, you will receive an email ticket which will contain a barcode per ticket purchased and can be presented on a mobile for scanning on entry.\nHow can I change the date and time of my booking?\nYes, you are entitled to reschedule up to 3 times as long as it is at least 1 hour prior to your booked timeslot. You can do this here.\nWhat is the cancellation/refund policy?\nTickets are non-refundable as per our Terms and Conditions. You are entitled to reschedule your tickets up to 1 hour prior to your timeslot using our online booking portal.\nCan I book my wheelchair ticket online?\nYou can pre-book a wheelchair timeslot online here. We admit 1 wheelchair user per hour, at each quarter past the hour. We currently do not have wheelchairs available for hire. Wheelchairs must not be over the width of 27 inches wide and must be able to navigate tight angles and uneven flooring. Unfortunately, we are unable to admit mobility scooters.\nPlease pre-book a wheelchair timeslot following the link above. All wheelchair timeslots must be accompanied with an attraction ticket. If you are unable to book at wheelchair timeslot and tickets at the same time, please visit at the time of your wheelchair timeslot. Please note we are only able to accommodate 1 wheelchair booking per timeslot.\nThere is a clearly marked space for wheelchairs in each performance area to ensure wheelchair users have an uninterrupted view.\nFor more accessibility information please see our full guide.\nHow do I book a Carer ticket?\nYou can book a free carer ticket alongside your order when purchasing a standard, anytime or multi-attraction ticket in advance from our website. You must purchase at least 1 full-priced ticket to be able to add a carer ticket to your basket.\nOn the day of your visit, you must present one of the following documents as proof of eligibility:\nEntitlement to Disability Living Allowance for children under 16 or DLA/Personal Independent Payments (PIP) for those aged 16-64, either in the form of a letter stating that the benefit has been awarded, or the actual Allowance book.\nAttendance Allowance or Carer's Allowance letter of award\nIncapacity Benefit books, or a letter notifying the recipient that the benefit has been awarded Incapacity Benefit, Employment and Support Allowance (ESA) Disability Students’ Allowance (DSA), or DID card (UK Disabled ID card).\nA valid Blue Badge\nIn the case of visual impairment, a registration card known as the BD8 or a Certificate of Visual Impairment (CVI)\nCredibility’s Access Card with the carer/companion symbol\nAn International Equivalent of the Above\nTerms & Conditions\nFree carer tickets are only available when purchasing at least one full-priced ticket\nBig Bus does not offer carer tickets. If a carer wishes to join a Big Bus tour, a standard ticket must be purchased on the Big Bus official website.\nDoes Shrek's Adventure offer a student ticket?\nThere is no student ticket currently available at Shrek's Adventure.\nCan I use a voucher?\nAt Shrek’s Adventure we may take part in the odd ogre-sized offer but it would be disappointing to arrive and find that your voucher isn’t valid.\nMake sure you're wearing your shrek-tactles to check the full terms and conditions to see if your voucher is valid with us or if there are any exclusion dates.   Details of where these conditions can be found will be printed on the voucher.\nShrek’s Adventure! London operates a timed ticketing system and has a limited capacity each day.  During peak periods we will sell out so we suggest arriving as early as your cotton socks can carry you on the day of your visit to redeem your voucher and secure an entry time.  Some vouchers do allow on line booking but the majority don’t, so make sure you check your voucher for details.\nIf you want to avoid ogre-sized disappointment booking by our website guarantees your entry and you can save up to 20%! That could buy Donkey a waffle or two!\nMulti-attraction Tickets\nHow do multi-attraction passes work?\n🎫 Select your combo ticket from our multi-attractions page here\n🕒 The time slot booked is for your visit to Shrek’s Adventure! London only\n🗓️ You have 90 days to visit the remaining attractions at your leisure. Please ensure you book a free timed-entry ticket before you visit each attraction, using our booking portal\n🆓 You can reschedule your tickets for free up to 1 hour in advance if your plans change\nEntry to all attractions is subject to availability, we recommend booking entry times in advance, especially during peak times or if combining visits into one day.\nCan I buy multi-attraction tickets at the door?\nYes, you can buy combo tickets at the door. However, please note:\nPrice Difference: Multi-attraction tickets purchased online are slightly cheaper than those bought at the door\nLimited Availability: While we do offer multi-attraction tickets at the door, we cannot guarantee entry if time slots are fully booked. To avoid disappointment, we strongly recommend purchasing your tickets online in advance.\nHow much cheaper are the online multi-attraction tickets?\nOnline multi-attraction tickets are typically priced at a discount compared to purchasing individual tickets at the attraction. The exact savings vary, but buying online always offers the best value for your visit.\nHow do I reserve my timeslot to other attraction(s)?\nYou can reserve a timeslot to other attraction(s) via our Booking Portal. You can reschedule your booking up to 3 times from the date you visit Shrek's Adventure! London.\nWhy do I need to reserve a timeslot to other attraction(s)?\nThis is to ensure you have guaranteed entry to your chosen attraction(s) as each attraction has limited capacity and operate at a first come first serve basis. To avoid disappointment, please reserve your timeslot(s) via our Booking Portal at your earliest convenience.\nI have already booked a timeslot when I purchased the ticket, why do I need to reserve a timeslot again?\nThe timeslot you reserved at the time of booking is for Shrek's Adventure! London only. For guaranteed entry to other attraction(s), please ensure you reserve a timeslot for each attraction individually via our Booking Portal.\nI can't see any availability on the date and/or time that I would like to visit, what can I do?\nYour ticket is valid for 90 days from the date you visit Shrek's Adventure! London. Please book a timeslot for another date/time.\nI cannot visit at the orginal date and/or time anymore, can I reschedule my visit(s)?\nYes - just head over to our Booking Portal. You can reschedule for free 3 times up to 1 hour prior to the date you are due to visit Shrek's Adventure! London.\nGetting here\nWhere is Shrek's Adventure! London?\nOur address is - Riverside Building, County Hall, Westminster Bridge Rd, London SE1 7PB. Right next to the London Eye!\nFind us on Google Maps here - https://goo.gl/maps/zDCKC1ywF1hA3ZA8A\nIs there a car park?\nDriving to Shrek's Adventure! London may be challenging due to our central London location. Usually it is quicker and easier to take public transport to reach us. However if you prefer to drive, we have agreements in place with the following local car parks\nNational Theatre Car Park\n£7 day rate, prebooked through their website; Horizon Parking\nOpening hours are Mon-Sun: 0700-1900\nQ-Park Car Park\n30% discount across all their Central London locations (including Chinatown, Trafalgar & Leicester Square)\nTo receive your discount please visit https://www.q-park.co.uk/en-gb/cities/london/, click on Pre-Booking and use the promotional code SHREKSADV when making your booking\nPlease note that Shrek's Adventure! London is within the Congestion Charge Zone.\nHow do I get to Shrek's Adventure by tube?\nShrek's Adventure! London is located within easy walking distance from several London tube stations: Waterloo, Embankment, Charing Cross and Westminster. Waterloo is the closest tube station and is about five minutes walking distance.\nHow do I get to Shrek's Adventure by bus?\nWe have local stops which include the no. 211, 77 and 381.\nHow do I get to Shrek's Adventure by train?\nWe are a short walk from National Railway stations Waterloo and Charing Cross.\nSchools and Groups\nAre there specific prices for schools?\nYes! Please see our schools page for more information.\nAre there recommended timeslots for schools?\nYes - we prefer schools to book into morning timeslots. Please see our Schools page for more information.\nCan you guarantee exclusive tours for schools/groups?\nWe always endeavour to keep large groups and schools in exclusive tours, but especially in peak periods, we are not always able to do so.\nHow do I book a group (10+) booking?\nYou can pre-book your group (10+) booking online here.\nCan I book my birthday party at Shrek's Adventure! London?\nYes! We love hosting birthday parties. You can find out more information about our parties and book here.\nPhotography\nCan I take photos on the tour?\nPhotography is not permitted at any time whilst on the main tour. You can take photos in our admission area and at the end of the tour.\nHow can I buy photographs at Shrek's Adventure London?\nThere are official photo capture points in the attraction where our photographers will take your photos. You will have the opportunity to purchase these at our photo desk the end of the tour.\nHow do I download my digital images?\nIf you have purchased our digital image package, please click here to download your photos with your download code as listed on your receipt.\nMake sure you've entered the code exactly as it appears on your receipt. Photos that fail to load are usually the result of a mistyped code.\nIf you have any issues, please contact Picsolve's guest services team here.\nMerlin Annual Pass\nI am a Merlin pass holder; do I need to book a timeslot?\nIf you are a Merlin Annual Pass holder, you do need to book a timeslot or you will not gain entry to the attraction. You can do this through our booking system here.\nHow do I purchase Merlin pass friends and family tickets?\nTo purchase Merlin Annual Pass Friends and Family tickets for Shrek's Adventure! London please visit here. Please note the Merlin Passholder must be attending on the day and produce a valid Merlin Pass to collect the tickets from Tickets Sales and Collection.\nPlease note: All Merlin Passholders must reserve their entry in advance. To book your tickets, please click here. We strongly recommend reserving your Passholder tickets prior to booking your Friends and Family Tickets.\nWhat are the restriction dates for entry using Merlin Annual Pass?\nRestriction dates vary depending on the level of pass you have. Please see here for full breakdown.\nCan I buy a Merlin Annual Pass?\nYes of course, you can purchase a pass through our online booking portal. Find out more information here.\nPOP Badges\nPOP Badges\nAs part of limited time or special events at selected attractions, POP Badges with selected designs are sometimes available for guests and Merlin Annual Passholders. You can also swap POP Badges, which means if you have a badge and spot a member of our team with a badge on their lanyard with a design that you prefer, you can ask them to swap their badge for one of yours!\nDue to the special nature of POP Badges and their exclusive designs, any badges in distribution are subject to availability for a limited time only, and as such availability cannot be guaranteed – all badges, except the starter badges received in new Gold or Platinum Merlin Annual Pass privilege packs, are limited editions so need to be snapped up quick!\nIf you have seen an attraction release information on a new badge, we recommend planning your visit to them in advance, ensuring a prompt arrival to increase your chance of adding one of these badges to your collection – remember, availability is not guaranteed and is subject to our fair swapping guide below.\nWhen swapping, please remember to follow the Fair Swapping Guide for Collectors:\nStaff who have POP Badges are sometimes able to swap, however please be considerate if they are currently operating a ride or caring for our animals.\nCollectors are responsible for their personal collection of POP Badges and our attractions cannot be held accountable for any losses that may occur on the premises.\nFor fair swapping, our POP Badge policy is 1 badge for 1 badge per swap, regardless of the POP Badge’s status or rarity.\nBe considerate of other people’s collections and do not pressure them to swap something they may want to hold onto for their personal collection.\nPOP Badges are NOT for resale and hold no value. Do not pay someone for POP Badges as they are making unlawful profit from the attraction's intellectual property.\nIf your answer still hasn't"
}
