{
  "eventId": "05ee919c-161f-9a69-07a8-73060018426a",
  "url": "http://www.curiousabout.co.uk/",
  "title": "Curious About - Self-Guided Walks for the Curious",
  "structured": {
    "description": "Robert Brook\nWebsite & Research\nI live with my wife in a South Oxfordshire village, but travel up to Nottingham when needed, to meet with Sue on Curious About. I was born in Hampton Court (no, I don't have blue blood, and I wasn't born in the maze!) and have lived in various places - Middlesex, Hampshire, Buckinghamshire, Yorkshire, Leicestershire, Rutland, Nottinghamshire and Nordrhein-Westfalen in Germany. I have also travelled the world, but now enjoy exploring Britain, forever intrigued discovering what makes it tick.  Rob",
    "priceText": "",
    "ageText": "",
    "openingHoursText": "",
    "addressText": "",
    "extractedHours": "",
    "extractedAge": "age, but travel up to Nottingham when needed, to meet with Sue on Curious About. I was born in Hampton Court (no, I don't have blue blood, and I wasn't born in the maze!) and have lived in various places - Middlesex, Hampshire, Buckinghamshire, Yorkshire, Leicestershire, Rutland, Nottinghamshire and Nordrhein-Westfalen in Germany. I have also travelled the world, but now enjoy exploring Britain, fore",
    "extractedPrice": "",
    "extractedDescription": "experiences. Work out for yourself what's important, at your own speed, and level of interest. Detect answers to our addictive clues, match pictures to places, follow our detailed directions, and follow your progress on our comprehensive maps.\nEnjoy\nWe think you'll love these walks of discovery, whatever your age. But don't just take our word for it - here's what one person said: \"We spent a wonderful day yesterday, in clear blue sunshine, walking round Bristol. We found the guide easy to use & most informative. The choice of ending for walk 1 & start for walk 2 was inspired, we had a lovely Tapas lunch just over the road in between the 2 walks. Thank you!\"\n5\nREGIONS\n37\nLOCATIONS\n76\nWALKS\n96\nMILES\nWho We Are\nThere's just the two of us, and we love what we do - having a great time creating new walks, and re-visiting our existing ones, something we do on a regular basis.\nRobert Brook\nWebsite & Research\nI live with my wife in a South Oxfordshire village, but travel up to Nottingham when needed, to meet with Sue on Curious About. I was born in Hampton Court (no, I don't have blue blood, and I wasn't born in the maze!) and have lived in various places - Middlesex, Hampshire, Buckinghamshire, York"
  },
  "text": "Robert Brook\nWebsite & Research\nI live with my wife in a South Oxfordshire village, but travel up to Nottingham when needed, to meet with Sue on Curious About. I was born in Hampton Court (no, I don't have blue blood, and I wasn't born in the maze!) and have lived in various places - Middlesex, Hampshire, Buckinghamshire, Yorkshire, Leicestershire, Rutland, Nottinghamshire and Nordrhein-Westfalen in Germany. I have also travelled the world, but now enjoy exploring Britain, forever intrigued discovering what makes it tick.  Rob\nTake our fabulous self-guided walks of discovery, with a treasure hunt theme, around England, Scotland and Wales, for the curious!\nRobert Brook\nWebsite & Research\nI live with my wife in a South Oxfordshire village, but travel up to Nottingham when needed, to meet with Sue on Curious About. I was born in Hampton Court (no, I don't have blue blood, and I wasn't born in the maze!) and have lived in various places - Middlesex, Hampshire, Buckinghamshire, Yorkshire, Leicestershire, Rutland, Nottinghamshire and Nordrhein-Westfalen in Germany. I have also travelled the world, but now enjoy exploring Britain, forever intrigued discovering what makes it tick.  Rob\nLoading...\nCurious About\n\"Awesome Walks in Stunning Locations\"\nIf you're curious about the most spectacular towns & cities in Britain you'll love our self-guided walks with a Treasure Hunt theme.\nExplore\nExplore the heart of each town and city, and not just the obvious places - we make sure you visit the unusual, quirky and intriguing ones too - uncovering the personality of the place you're visiting. Added to this we provide compelling stories about the history around you, whilst you find answers to clues along the way - so you see everything there is to see, and have fun too!\nDiscover\nDiscover \"hidden treasures\", new facts, new people, new events and new experiences. Work out for yourself what's important, at your own speed, and level of interest. Detect answers to our addictive clues, match pictures to places, follow our detailed directions, and follow your progress on our comprehensive maps.\nEnjoy\nWe think you'll love these walks of discovery, whatever your age. But don't just take our word for it - here's what one person said: \"We spent a wonderful day yesterday, in clear blue sunshine, walking round Bristol. We found the guide easy to use & most informative. The choice of ending for walk 1 & start for walk 2 was inspired, we had a lovely Tapas lunch just over the road in between the 2 walks. Thank you!\"\n5\nREGIONS\n37\nLOCATIONS\n76\nWALKS\n96\nMILES\nWho We Are\nThere's just the two of us, and we love what we do - having a great time creating new walks, and re-visiting our existing ones, something we do on a regular basis.\nRobert Brook\nWebsite & Research\nI live with my wife in a South Oxfordshire village, but travel up to Nottingham when needed, to meet with Sue on Curious About. I was born in Hampton Court (no, I don't have blue blood, and I wasn't born in the maze!) and have lived in various places - Middlesex, Hampshire, Buckinghamshire, Yorkshire, Leicestershire, Rutland, Nottinghamshire and Nordrhein-Westfalen in Germany. I have also travelled the world, but now enjoy exploring Britain, forever intrigued discovering what makes it tick.  Rob\nSue Jennings\nMarketing, Imagery & Design\nHi, I'm a mum of three (all of whom have flown the nest!) & live in the beautiful Vale of Belvoir in Nottinghamshire. Like Rob I have been fortunate enough to travel round many countries, but very few have the heritage & variety of the UK. Naturally I like the North best as Liverpool is the place where I grew up - but over time I've come to appreciate the South too (it's warmer & sunnier!). We've been to most of the big towns & cities in the UK, & picked out the ones we think are the very best. We hope you enjoy being 'Curious About' them too!  Sue\nIndividual Service - Curiosity Rewarded"
}
