{
  "eventId": "4862ef5c-197d-5907-58fe-9fd500164403",
  "url": "https://www.shreksadventure.com/tickets-prices/ways-to-visit/multi-attraction-tickets/",
  "title": "London combination tickets | Shrek's Adventure! London",
  "structured": {
    "description": "Go on more adventures and save big with our online multi-attraction passes, offering incredible value compared to buying individual tickets.",
    "priceText": "",
    "ageText": "",
    "openingHoursText": "",
    "addressText": "",
    "extractedHours": "",
    "extractedAge": "suitable for children under 5 years old\nFIND OUT MORE\nBig Bus Tour\nSee iconic London landmarks with this 1 day hop on hop off, open-top double-decker bus sightseeing tour around the heart of London.\nBOOK NOW\nSEA LIFE London Aquarium\nEmbark on a journey of amazing discovery through SEA LIFE London Aquarium’s extraordinary themed habitat zones including Polar Adventure and Coral Kingdom! Meet our loveable G",
    "extractedPrice": "tickets.\nUnleash More Adventures, Save up to 70% when you combine your Shrek's Adventure visit with other top London attractions. Flexible rescheduling within 90 days.\nGo on more adventures and save big with our online multi-attraction passes, offering incredible value compared to buying individual tickets.\nSkip to main content\nMulti-attraction tickets\nExplore More Attractions, Enjoy Bigger Savings\n90-day Flexible Ticket Validity\nLondon's Top Attractions\nExplore More Attractions, Enjoy Bigger Savings",
    "extractedDescription": "experiences\nUse over 90 days\nThat's less than £12 per attraction - save up to 70% vs buying separately\nIdeal for families or full days of sightseeing; best experienced over a few days\nReschedule for free if your plans change\nSelect Attractions\nMulti-attraction tickets\nCalling all explorers!\nTicket information\nEntry to Shrek's Adventure and SEA LIFE London Aquarium\nVisit SEA LIFE within 90 days of visiting Shrek's Adventure\nReschedule for free if your plans change\nBook Now\nSwamps, sky and oceans\nTicket information\nEntry to Shrek's Adventure, London Eye and SEA LIFE London Aquarium\nVisit the additional attractions within 90 days of visiting Shrek's Adventure\nReschedule for free if your plans change\nPlease note that the London Eye will be closed for maintenance from 5–18 January 2026. Please book your London Eye visit for a date outside this closure period.\nBook Now\nSwamps and sky\nTicket information\nEntry to Shrek's Adventure and London Eye\nVisit London Eye within 90 days of visiting Shrek's Adventure\nReschedule for free if your plans change\nPlease note that the London Eye will be closed for maintenance from 5–18 January 2026. Please book your London Eye visit for a date outside this closure pe"
  },
  "text": "Go on more adventures and save big with our online multi-attraction passes, offering incredible value compared to buying individual tickets.\nUnleash More Adventures, Save up to 70% when you combine your Shrek's Adventure visit with other top London attractions. Flexible rescheduling within 90 days.\nGo on more adventures and save big with our online multi-attraction passes, offering incredible value compared to buying individual tickets.\nSkip to main content\nMulti-attraction tickets\nExplore More Attractions, Enjoy Bigger Savings\n90-day Flexible Ticket Validity\nLondon's Top Attractions\nExplore More Attractions, Enjoy Bigger Savings\n90-day Flexible Ticket Validity\nLondon's Top Attractions\nHow does it work?\nGo on more adventures and save big with our online multi-attraction passes, offering incredible value compared to buying individual tickets.\n🎫 Select your Multi-Attraction ticket below\n🕒 The time slot booked is for entry to Shrek's Adventure! London only\n🗓️ Plan your visits within 90 days, at your leisure! Please ensure you book a free timed-entry ticket before you visit each attraction, using our booking portal\n🆓 You can reschedule your tickets for free up to 1 hour in advance if your plans change\nEntry to additional attractions is subject to availability, we recommend booking entry times in advance, especially during peak times or if combining visits into one day.\nPlease note that the London Eye will be closed for maintenance from 5–18 January 2026. If your ticket includes the London Eye, please book your London Eye visit for a date outside this closure period.\nOnline from £59\n5 Attraction Pass\nDiscover London for Less - Our Best Value Pass\nAccess to 5 top London experiences\nUse over 90 days\nThat's less than £12 per attraction - save up to 70% vs buying separately\nIdeal for families or full days of sightseeing; best experienced over a few days\nReschedule for free if your plans change\nSelect Attractions\nMulti-attraction tickets\nCalling all explorers!\nTicket information\nEntry to Shrek's Adventure and SEA LIFE London Aquarium\nVisit SEA LIFE within 90 days of visiting Shrek's Adventure\nReschedule for free if your plans change\nBook Now\nSwamps, sky and oceans\nTicket information\nEntry to Shrek's Adventure, London Eye and SEA LIFE London Aquarium\nVisit the additional attractions within 90 days of visiting Shrek's Adventure\nReschedule for free if your plans change\nPlease note that the London Eye will be closed for maintenance from 5–18 January 2026. Please book your London Eye visit for a date outside this closure period.\nBook Now\nSwamps and sky\nTicket information\nEntry to Shrek's Adventure and London Eye\nVisit London Eye within 90 days of visiting Shrek's Adventure\nReschedule for free if your plans change\nPlease note that the London Eye will be closed for maintenance from 5–18 January 2026. Please book your London Eye visit for a date outside this closure period.\nBook Now\nStorytelling, skylines and selfies\nTicket information\nEntry to Shrek's Adventure, London Eye and Madame Tussauds\nVisit the additional attractions within 90 days of visiting Shrek's Adventure\nReschedule for free if your plans change\nPlease note that the London Eye will be closed for maintenance from 5–18 January 2026. Please book your London Eye visit for a date outside this closure period.\nBook Now\nAlternatively, choose your own combination below\nOr build your own combinations below\nThe perfect family day out\nSave up to 40%\nEntry to Shrek's Adventure plus another London attraction\nChoose from the London Eye, Madame Tussauds, SEA LIFE, London Dungeon, River Cruise, and Big Bus Tour\n90-day Flexible Ticket Validity\nLess than £25 per attraction - save up to 40% vs buying separately\nPlease note that the London Eye will be closed for maintenance from 5–18 January 2026. Please book your London Eye visit for a date outside this closure period.\nSelect Attractions\nIdeal for a weekend or city break\nSave up to 55%\nEntry to Shrek's Adventure plus 2 other London attractions\nChoose from the London Eye, Madame Tussauds, SEA LIFE, London Dungeon, and Big Bus Tour\n90-day Flexible Ticket Validity\nOnly £18 per attraction - save up to 55% vs buying separately\nPlease note that the London Eye will be closed for maintenance from 5–18 January 2026. Please book your London Eye visit for a date outside this closure period.\nSelect Attractions\nUltimate sightseeing pass\nSave up to 70%\nEntry to Shrek's Adventure plus 4 other London attractions\nChoose from the London Eye, Madame Tussauds, SEA LIFE, London Dungeon, and Big Bus Tour\n90-day Flexible Ticket Validity\nLess than £12 per attraction - save up to 70% vs buying separately\nPlease note that the London Eye will be closed for maintenance from 5–18 January 2026. Please book your London Eye visit for a date outside this closure period.\nSelect Attractions\nHave more magical adventures\nLondon Eye\nFly 135m into the sky on the London Eye and enjoy amazing 360° views of the city! Spot Big Ben, Tower Bridge, and more — a fun adventure for the whole family.\nFIND OUT MORE\nMadame Tussauds London\nMeet your favourite stars like never before! Get up close to over 150 amazingly lifelike figures — from movie heroes and pop stars to TV icons and beloved characters. Snap a selfie and step into the spotlight, all under one magical roof!\nFIND OUT MORE\nLondon Dungeon*\nWith 12 scarily true stories and a thrilling ride, see, hear, feel (and yes… even smell) the sights and sounds of London’s darkest history. Hilarious live characters guide you through this uniquely spooky and fun-filled attraction. *Not suitable for children under 5 years old\nFIND OUT MORE\nBig Bus Tour\nSee iconic London landmarks with this 1 day hop on hop off, open-top double-decker bus sightseeing tour around the heart of London.\nBOOK NOW\nSEA LIFE London Aquarium\nEmbark on a journey of amazing discovery through SEA LIFE London Aquarium’s extraordinary themed habitat zones including Polar Adventure and Coral Kingdom! Meet our loveable Gentoo penguins & get face-to-fin with over 500 species including cool clownfish and the fearsome wolf fish!\nFIND OUT MORE\nLondon Eye\nFly 135m into the sky on the London Eye and enjoy amazing 360° views of the city! Spot Big Ben, Tower Bridge, and more — a fun adventure for the whole family.\nFIND OUT MORE\nMadame Tussauds London\nMeet your favourite stars like never before! Get up close to over 150 amazingly lifelike figures — from movie heroes and pop stars to TV icons and beloved characters. Snap a selfie and step into the spotlight, all under one magical roof!\nFIND OUT MORE\nLondon Dungeon*\nWith 12 scarily true stories and a thrilling ride, see, hear, feel (and yes… even smell) the sights and sounds of London’s darkest history. Hilarious live characters guide you through this uniquely spooky and fun-filled attraction. *Not suitable for children under 5 years old\nFIND OUT MORE\nBig Bus Tour\nSee iconic London landmarks with this 1 day hop on hop off, open-top double-decker bus sightseeing tour around the heart of London.\nBOOK NOW\nSEA LIFE London Aquarium\nEmbark on a journey of amazing discovery through SEA LIFE London Aquarium’s extraordinary themed habitat zones including Polar Adventure and Coral Kingdom! Meet our loveable Gentoo penguins & get face-to-fin with over 500 species including cool clownfish and the fearsome wolf fish!\nFIND OUT MORE\nLondon Eye\nFly 135m into the sky on the London Eye and enjoy amazing 360° views of the city! Spot Big Ben, Tower Bridge, and more — a fun adventure for the whole family.\nFIND OUT MORE\nMadame Tussauds London\nMeet your favourite stars like never before! Get up close to over 150 amazingly lifelike figures — from movie heroes and pop stars to TV icons and beloved characters. Snap a selfie and step into the spotlight, all under one magical roof!\nFIND OUT MORE\nLondon Dungeon*\nWith 12 scarily true stories and a thrilling ride, see, hear, feel (and yes… even smell) the sights and sounds of London’s darkest history. Hilarious live characters guide you through this uniquely spooky and fun-filled attraction. *Not suitable for children under 5 years old\nFIND OUT MORE\nHow to find us?\nShrek's Adventure! London is located on the Southbank next to SEA LIFE London Aquarium and the London Eye - with Madame Tussauds only a short 8 minute tube journey away\nThere's also plenty of family friendly places to eat and drink nearby, whether you're looking for a quick bite or a sit-down meal.\nAlready have a multi-attraction ticket?\nIt is essential to pre-book your visit date and timeslot before you visit each attraction. You can book it through our booking portal link below.\nReserve your timeslot\nMulti-attraction Ticket FAQs\nWhy should I purchase a multi-attraction ticket online instead of at the attraction?\nPurchasing tickets online offers several benefits:\nCost Savings: Multi-attraction combo tickets are cheaper online compared to buying individual tickets at the attraction\nGuaranteed Entry: When you purchase tickets online, you can select your preferred time slot, ensuring you have a spot reserved. Walk-up tickets are subject to availability and may sell out, especially during peak times\nConvenience: Skip the ticket lines and head straight to the attractions, saving you time and making your visit smoother and more enjoyable.\nHow much can I save with a multi-attraction ticket?\nMulti-attraction passes provide substantial savings when you combine London's best attractions into one ticket, with savings rising over 70%. Essentially, the more attractions you visit, the greater your savings!\nFor example, purchasing five attractions separately at the door can cost up to £198 per adult. With a 5-Attraction Pass priced from just £59, each attraction is only £11.80, saving you £140—or 70% off the full price*.\nBuying online in advance always offers the best value for your visit, as on-the-day prices can fluctuate based on demand, so savings may vary.\n*Pricing is accurate when listed and subject to updates.\nCan I buy multi-attraction tickets at the door?\nYes, you can buy combo tickets at the door. However, please note:\nLimited Availability: While we do offer multi-attraction tickets at the door, we cannot guarantee entry if time slots are fully booked. To avoid disappointment, we strongly recommend purchasing your tickets online in advance.\nWhy do I need to reserve a timeslot to other attraction(s)?\nThis is to ensure you have guaranteed entry to your chosen attraction(s) as each attraction has limited capacity and operate at a first come first serve basis. To avoid disappointment, please reserve your timeslot(s) via our Booking Portal at your earliest convenience.\nHow do I reserve my timeslot to other attraction(s)?\nYou can reserve a timeslot to other attraction(s) via our Booking Portal. You can reschedule your booking up to 3 times from the date you visit Shrek's Adventure! London.\nI have already booked a timeslot when I purchased the ticket, why do I need to reserve a timeslot again?\nThe timeslot you reserved at the time of booking is for Shrek's Adventure! London only.\nPlease ensure you log into your account and book a free timed-entry ticket before you visit each attraction, all you need is the confirmation number and email address used for the ticket order.\n>> Log in to manage your booking here\nDoes your pass include Big Bus?\nBig Bus tickets do not require timed entry. You can simply show your ticket at any time within 90 days of visiting Shrek's Adventure! London.\nI can't see any availability on the date and/or time that I would like to visit, what can I do?\nYour ticket remains valid for 90 days starting from the date of your visit to Shrek's Adventure! London. To ensure your preferred time slots, we advise booking in advance, especially during peak periods like weekends and school holidays, as availability may change. Please note that peak times tend to fill up quickly, so anticipate limited availability if you attempt to reschedule close to these busy periods.\nI cannot visit at the original date and/or time anymore, can I reschedule my visit(s)?\nYes - just head over to our Booking Portal. You have the flexibility to reschedule your booking up to 3 times at no additional cost. Once logged in, you can easily view the remaining number of amendments allowed for your booking.\n*Savings based on purchasing adult standard tickets separately at the attraction or walk-up.\nPrivacy Preference Center\nWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\nMore information\nAllow All\nManage Consent Preferences\nStrictly Necessary Cookies\nAlways Active\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.\nPerformance Cookies\nPerformance Cookies\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.\nFunctional Cookies\nFunctional Cookies\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly.\nTargeting Cookies\nTargeting Cookies\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.\nPerformance Cookies\nClear\ncheckbox label label\nApply Cancel\nConsent Leg.Interest\ncheckbox label label\ncheckbox label label\ncheckbox label label\nConfirm My Choices\nBy clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\nAccept All Cookies\nCookies Settings"
}
