{
  "eventId": "05ee919c-161f-9a69-07a8-73060018426a",
  "url": "https://www.curiousabout.co.uk/faqs.html",
  "title": "Frequently Asked Questions",
  "structured": {
    "description": "Frequently asked questions, from Curious About",
    "priceText": "",
    "ageText": "",
    "openingHoursText": "",
    "addressText": "",
    "extractedHours": "",
    "extractedAge": "suitable for children?\nAre the walks wheelchair and buggy friendly?\nAre any risks involved when completing the walks?\nHow can I minimise any risks?\nWhat does Curious About do to help with safety?\nWhat is Curious About's Returns Policy?\nCan I get more than one discount on my purchases?\nQ. When will my link expire?\nYour link will expire after 14 days. It will also expire after three download attempts. If th",
    "extractedPrice": "children?\nAre the walks wheelchair and buggy friendly?\nAre any risks involved when completing the walks?\nHow can I minimise any risks?\nWhat does Curious About do to help with safety?\nWhat is Curious About's Returns Policy?\nCan I get more than one discount on my purchases?\nQ. When will my link expire?\nYour link will expire after 14 days. It will also expire after three download attempts. If this gives you a problem simply contact us and we'll happily refresh the link.\nQ. How do I print my download?\nWe",
    "extractedDescription": ""
  },
  "text": "Frequently asked questions, from Curious About\nFrequently asked questions, from Curious About\nLoading...\nSome of Your Questions\nWhen will my link expire?\nHow do I print my download?\nWhen will my pre-printed booklet arrive?\nHow secure is the payment process, using Stripe or Paypal?\nMy mobile version appears unformatted, what can I do?\nAre the walks suitable for children?\nAre the walks wheelchair and buggy friendly?\nAre any risks involved when completing the walks?\nHow can I minimise any risks?\nWhat does Curious About do to help with safety?\nWhat is Curious About's Returns Policy?\nCan I get more than one discount on my purchases?\nQ. When will my link expire?\nYour link will expire after 14 days. It will also expire after three download attempts. If this gives you a problem simply contact us and we'll happily refresh the link.\nQ. How do I print my download?\nWe will email you a download link - simply click on the link contained within the email, which also explains how to print the booklet and put it together.\nFor best results please print your booklet double-sided - if you can.\nChoose: Print Landscape (or Auto). Actual Size. Print on both sides of paper: Flip on short edge (ie Landscape, not Portrait).\nOnce printed simply fold in two to create an A5 booklet.\nIf you don't have a double-sided print option on your printer, then print single-sided, with options: Print Landscape (or Auto), Actual Size.\nCreate a back-to-back copy as follows:\nWith the outer cover on top, turn over the next page down (inner cover).\nKeep the next page as is (1 & 16), and turn over the next (2 & 15).\nKeep the next page as is (3 & 14), and turn over the next (4 & 13).\nKeep the next page as is (5 & 12), and turn over the next (6 & 11).\nKeep the next page as is (7 & 10), and turn over the next (8 & 9).\nSimply fold the booklet in half, with the cover on the outside, and the map in the middle.\nThis might sound complicated, but in reality it's dead simple!\nQ. When will my pre-printed booklet arrive?\nWe aim to post booklets the same, or next working day, using 1st class Royal Mail.\nQ. How secure is the payment process, using Stripe or PayPal?\nVery.\nHere is what Stripe say: \"Stripe has been audited by a PCI-certified auditor and is certified to PCI Service Provider Level 1. This is the most stringent level of certification available in the payments industry. To accomplish this, we make use of best-in-class security tools and practices to maintain a high level of security at Stripe\".\nHere is what PayPal say:\n\"PayPal delivers one of the most secure payment platforms in the world. After more than a decade as a leader in online payments, we’ve learned a thing or two about keeping your information safer. Whether you’re buying, selling, or transferring money, you get an extra layer of security when you use PayPal. That’s because all your financial information (like your bank account details and your credit card number) is securely stored and encrypted on our servers. So you don’t need to share your financial information with the person receiving or sending the money and expose your details online or in public.\"\nQ. My mobile version appears unformatted, what can I do?\nIf you're using Adobe Acrobat Reader to view the pdf file, have you set Liquid Mode on? If so, turn it off, and this will make it appear correctly. Go here for more info on Liquid Mode, from Adobe.\nQ. Are the walks suitable for children?\nYes - most children find them great entertainment. Younger children (primary school age) should always be accompanied by an adult, who is prepared to get actively involved - you can give them a particular role, eg matching pictures to clues, finding answers, or helping with directions, etc. If your children are very young, and in a pushchair, most walks still work well - the Wheelchair symbol against each walk gives a good indication of obstructions to overcome. We try very hard to make every walk pushchair friendly!\nQ. Are the walks wheelchair & buggy friendly?\nWe try to make every walk wheelchair & buggy friendly! Each walk is graded as friendly, friendly with a possible diversion, or not wheelchair / buggy friendly. Where a diversion maybe needed the diversion is marked on the map which comes with your walk information.\nQ. Are any risks involved when completing the walks?\nOur walks have no special risks, but whilst concentrating on finding answers to clues, you might encounter these everyday risks:\n1. Stepping off pavements without due consideration, and injured by a passing road user, eg car, lorry, bicycle, motorcycle, bus, etc.\n2. Hit by another road user where no pavement exists.\n3. Accidental slip, trip or fall causing personal injury. Causes include: uneven surface (eg cobbles, tree roots); slippery surface (eg leaves, ice, rain); steps (eg spiral staircase); obstacles (eg bollard, cones); steep slopes; poor lighting (eg tunnel).\n4. Falling into water when walking alongside a river, canal or the sea.\n5. Falling off a high pathway, eg city wall, raised pavement.\n6. Vulnerable participant gets separated from other participants.\n7. Extreme weather conditions, eg sunburn, heat stroke, dehydration.\n8. A falling object, especially during high wind, eg roof tile, masonry.\n9. Anything else which may occur on the day - stay vigilant!\nQ. How can I minimise any risks?\n1. Enjoy the activity, but be aware at all times of personal safety.\n2. Look out for others' safety as well as your own. This is particularly important where children or other vulnerable people are involved.\n3. Take regard of the weather conditions, eg wear appropriate clothing and footwear; use sun cream; carry water, etc.\nQ. What does Curious About do to help with safety?\nApart from the generic risks associated with walking round any town or city centre (see above), we highlight particular risks in our booklet, in the summary of each walk.\nQ. What is Curious About's Returns Policy?\n1. Mobile and Download to Print versions cannot be returned. A refund will be considered if the content is faulty (ie we have made a mistake, or clues have disappeared and make a significant difference to your enjoyment of the activity).\n2. Booklets which we print and send to you can be returned and a refund issued if the content is faulty (ie we have made a mistake, or clues have disappeared and make a significant difference to your enjoyment of the activity). Please notify us within 14 days.\nQ. Can I get more than one discount on my purchases?\nDiscounts are offered for various condistions, eg Christmas discount, volume discount, additional booklet purchase, etc. We are very happy that you apply the discount which gives you the most value, but you won't be able to apply more than one discount."
}
