{
  "eventId": "ca33f1cb-355e-eefc-1e7b-22760026d8f5",
  "url": "https://london.city-tour.com/es/",
  "title": "Hop on Hop off London Bus turístico oficial | London City Tour",
  "structured": {
    "description": "Descubre Londres a tu ritmo con el bus turístico Hop on Hop off de London City Tour. Crea tu itinerario y ahorra un 10% al reservar online.",
    "priceText": "£42£37.80",
    "ageText": "",
    "openingHoursText": "",
    "addressText": "",
    "extractedHours": "",
    "extractedAge": "age\nDuración\n1 año\nDescripción\nPolylang establece esta cookie para recordar el idioma que el usuario selecciona al volver al sitio web y obtener la información del idioma cuando no esté disponible en otro modo.\nCookie\n_dc_gtm_UA-*\nDuración\n1 minuto\nDescripción\nGoogle Analytics sets this cookie to load the Google Analytics script tag.\nAnalítica\nLas cookies analíticas se utilizan para comprender cómo i",
    "extractedPrice": "",
    "extractedDescription": "",
    "jsonLdEvents": []
  },
  "text": "Descubre Londres a tu ritmo con el bus turístico Hop on Hop off de London City Tour. Crea tu itinerario y ahorra un 10% al reservar online.\nDescubre Londres a tu ritmo con el bus turístico Hop on Hop off de London City Tour. Crea tu itinerario y ahorra un 10% al reservar online.\nValoramos tu privacidad\nNosotros y nuestros 1551 socios utilizamos cookies y otras tecnologías de seguimiento para mejorar su experiencia en nuestra página web. Podemos almacenar y/o consultar información sobre un dispositivo y procesar datos personales, como su dirección IP y datos de búsqueda, para publicidad y contenidos personalizados, medición de publicidad y contenidos, investigación de audiencias y desarrollo de servicios. Además, podemos utilizar datos precisos de localización geográfica e identificación a través del escaneado del dispositivo.\nTenga en cuenta que su consentimiento será válido en todos nuestros subdominios. Una vez que das tu consentimiento, aparecerá un botón flotante en la parte inferior de tu pantalla, lo que te permitirá cambiar o retirar tu consentimiento en cualquier momento. Respetamos sus decisiones y nos comprometemos a ofrecerle una experiencia de navegación transparente y segura. Política de cookies\nPersonalizar Rechazar todo Aceptar todo\nPersonalizar las preferencias de consentimiento\nPersonalice sus preferencias de consentimiento para las categorías de cookies y las preferencias de seguimiento publicitario para los propósitos y características y los proveedores a continuación. Puede dar su consentimiento de manera individual para cada proveedor de terceros y proveedor de tecnología publicitaria de Google. La mayoría de los proveedores requieren el consentimiento explícito para el procesamiento de datos personales, mientras que algunos se basan en el interés legítimo. Sin embargo, usted tiene el derecho de oponerse a su uso del interés legítimo. Además, tenga en cuenta que sus preferencias en cuanto a propósitos y proveedores se almacenan en una cookie denominada «euconsent» en su dispositivo y pueden conservarse hasta 730 días para recordar sus elecciones.\nCategorías de cookies\nPropósitos y características\nProveedores\nCategorías de cookies\nUsamos cookies para ayudarle a navegar de manera eficiente y realizar ciertas funciones. Encontrará información detallada sobre cada una de las cookies bajo cada categoría de consentimiento a continuación.\nLas cookies categorizadas como “Necesarias” se guardan en su navegador, ya que son esenciales para permitir las funcionalidades básicas del sitio web.... Mostrar más\nNecesariaSiempre activas\nLas cookies necesarias son cruciales para las funciones básicas del sitio web y el sitio web no funcionará de la forma prevista sin ellas.Estas cookies no almacenan ningún dato de identificación personal.\nCookie\nVISITOR\nDuración\nsesión\nDescripción\nPermite asignar un ID único a un usuario que puede utilizarse para identificar a un visitante cada vez que visita su experiencia de búsqueda.\nCookie\ntagible_user\nDuración\n1 mes\nDescripción\nDescription is currently not available.\nCookie\nPHPSESSID\nDuración\nsesión\nDescripción\nEsta cookie es originaria de las aplicaciones PHP. La cookie almacena e identifica el ID de sesión único de un usuario para gestionar las sesiones de los usuarios en el sitio web. La cookie es de sesión y se borrará cuando se cierren todas las ventanas del navegador.\nCookie\nJSESSIONID\nDuración\nsesión\nDescripción\nNew Relic utiliza esta cookie para almacenar un identificador de sesión para que New Relic pueda monitorear el conteo de sesiones de una aplicación.\nCookie\ncookieyes-consent\nDuración\n1 año\nDescripción\nCookieYes establece esta cookie para recordar las preferencias de consentimiento de los usuarios, de modo que se respeten sus preferencias en las siguientes visitas a este sitio. No recoge ni almacena ninguna información personal sobre los visitantes del sitio.\nFuncional\nLas cookies funcionales ayudan a realizar ciertas funcionalidades, como compartir el contenido del sitio web en plataformas de redes sociales, recopilar comentarios y otras características de terceros.\nCookie\npll_language\nDuración\n1 año\nDescripción\nPolylang establece esta cookie para recordar el idioma que el usuario selecciona al volver al sitio web y obtener la información del idioma cuando no esté disponible en otro modo.\nCookie\n_dc_gtm_UA-*\nDuración\n1 minuto\nDescripción\nGoogle Analytics sets this cookie to load the Google Analytics script tag.\nAnalítica\nLas cookies analíticas se utilizan para comprender cómo interactúan los visitantes con el sitio web. Estas cookies ayudan a proporcionar información sobre métricas el número de visitantes, el porcentaje de rebote, la fuente de tráfico, etc.\nCookie\n_ga\nDuración\n1 año 1 mes 4 días\nDescripción\nGoogle Analytics establece esta cookie para calcular los datos de los visitantes, de las sesiones y de las campañas y para hacer un seguimiento del uso del sitio para el informe de análisis del sitio. La cookie almacena la información de forma anónima y asigna un número generado aleatoriamente para reconocer a los visitantes únicos.\nCookie\n_gid\nDuración\n1 día\nDescripción\nGoogle Analytics establece esta cookie para almacenar información sobre el uso que hacen los visitantes de un sitio web, al tiempo que crea un informe analítico sobre el rendimiento del sitio. Algunos de los datos recogidos incluyen el número de visitantes, su origen y las páginas que visitan de forma anónima.\nCookie\n_ga_*\nDuración\n1 año 1 mes 4 días\nDescripción\nGoogle Analytics sets this cookie to store and count page views.\nCookie\n_gcl_au\nDuración\n3 meses\nDescripción\nGoogle Tag Manager establece la cookie para experimentar la eficacia publicitaria de los sitios web que utilizan sus servicios.\nCookie\n_gat_UA-*\nDuración\n1 minuto\nDescripción\nGoogle Analytics sets this cookie for user behaviour tracking.\nCookie\n_hjSessionUser_*\nDuración\n1 año\nDescripción\nHotjar sets this cookie to ensure data from subsequent visits to the same site is attributed to the same user ID, which persists in the Hotjar User ID, which is unique to that site.\nCookie\n_hjSession_*\nDuración\n1 hora\nDescripción\nHotjar sets this cookie to ensure data from subsequent visits to the same site is attributed to the same user ID, which persists in the Hotjar User ID, which is unique to that site.\nCookie\n_fbp\nDuración\n3 meses\nDescripción\nFacebook establece esta cookie para mostrar anuncios en Facebook o en una plataforma digital con publicidad de Facebook después de visitar el sitio web.\nCookie\nCLID\nDuración\n1 año\nDescripción\nMicrosoft Clarity usa esta cookie para almacenar información sobre cómo interactúan los visitantes con la página web. La cookie ayuda a proporcionar un informe de análisis. La recopilación de datos incluye el número de visitantes, desde dónde visitan la página web y las páginas visitadas.\nCookie\n_clck\nDuración\n1 año\nDescripción\nMicrosoft Clarity usa esta cookie para conservar la identificación del usuario de Clarity del navegador y los ajustes exclusivos de esa página web. Esto garantiza que las acciones realizadas durante las siguientes visitas a la misma página web estén vinculadas a la misma identificación del usuario.\nCookie\n_clsk\nDuración\n1 día\nDescripción\nMicrosoft Clarity usa esta cookie para almacenar y consolidar las visitas a las páginas de un usuario en un único registro de sesión.\nCookie\nMR\nDuración\n7 días\nDescripción\nThis cookie, set by Bing, is used to collect user information for analytics purposes.\nCookie\nSM\nDuración\nsesión\nDescripción\nMicrosoft Clarity usa esta cookie para sincronizar el MUID en los dominios de Microsoft.\nCookie\n_hjTLDTest\nDuración\nsesión\nDescripción\nPara determinar la ruta de la cookie más genérica que debe usarse en lugar del nombre de host de la página, Hotjar usa la cookie _hjTLDTest para almacenar diferentes alternativas de subcadenas de URL hasta que falle.\nRendimiento\nLas cookies de rendimiento se utilizan para comprender y analizar los índices de rendimiento clave del sitio web, lo que ayuda a proporcionar una mejor experiencia de usuario para los visitantes.\nCookie\n_uetsid\nDuración\n1 día\nDescripción\nBing Ads usa esta cookie para relacionarse con un usuario que ha visitado previamente la página web.\nCookie\n_uetvid\nDuración\n1 año 24 días\nDescripción\nBing Ads usa esta cookie para relacionarse con un usuario que ha visitado previamente la página web.\nCookie\nSRM_B\nDuración\n1 año 24 días\nDescripción\nUsada por Microsoft Advertising como una identificación única para los visitantes.\nAnuncio\nLas cookies publicitarias se utilizan para entregar a los visitantes anuncios personalizados basados ​​en las páginas que visitaron antes y analizar la efectividad de la campaña publicitaria.\nCookie\nMSPTC\nDuración\n1 año 24 días\nDescripción\nDescription is currently not available.\nCookie\ntest_cookie\nDuración\n15 minutos\nDescripción\ndoubleclick.net establece esta cookie para determinar si el navegador del usuario es compatible con las cookies.\nCookie\nMUID\nDuración\n1 año 24 días\nDescripción\nBing establece esta cookie para reconocer los navegadores únicos que visitan los sitios de Microsoft. Esta cookie se utiliza para publicidad, análisis del sitio y otras operaciones.\nCookie\nANONCHK\nDuración\n10 minutos\nDescripción\nBing usa la cookie ANONCHK para almacenar la identificación de la sesión del usuario y verificar los clics en los anuncios en el motor de búsqueda de Bing. La cookie también ayuda con la elaboración de informes y con la personalización.\nCookie\nYSC\nDuración\nsesión\nDescripción\nYoutube establece esta cookie para hacer un seguimiento de las visualizaciones de los vídeos incrustados en las páginas de Youtube.\nCookie\nVISITOR_INFO1_LIVE\nDuración\n6 meses\nDescripción\nYouTube establece esta cookie para medir el ancho de banda y determinar si el usuario recibe la nueva o la antigua interfaz del reproductor.\nCookie\nVISITOR_PRIVACY_METADATA\nDuración\n6 meses\nDescripción\nYouTube sets this cookie to store the user's cookie consent state for the current domain.\nCookie\nyt-remote-device-id\nDuración\nNunca\nDescripción\nYouTube establece esta cookie para almacenar las preferencias de vídeo del usuario que utiliza los vídeos incrustados de YouTube.\nCookie\nyt-remote-connected-devices\nDuración\nNunca\nDescripción\nYouTube establece esta cookie para almacenar las preferencias de vídeo del usuario que utiliza los vídeos incrustados de YouTube.\nCookie\nfr\nDuración\n3 meses\nDescripción\nFacebook establece esta cookie para mostrar anuncios relevantes mediante el seguimiento del comportamiento del usuario a través de la web, en sitios con el píxel de Facebook o el plugin social de Facebook.\nSin categorizar\nOtras cookies no categorizadas son las que se están analizando y aún no se han clasificado en una categoría.\nNo hay cookies para mostrar.\nPropósitos y características\nPropósitos (11)\nAlmacenar la información en un dispositivo y/o acceder a ella\nConsentimiento\nLas cookies, los identificadores de dispositivos o los identificadores online de similares características (p. ej., los identificadores basados en inicio de sesión, los identificadores asignados aleatoriamente, los identificadores basados en la red), junto con otra información (p. ej., la información y el tipo del navegador, el idioma, el tamaño de la pantalla, las tecnologías compatibles, etc.), pueden almacenarse o leerse en tu dispositivo a fin de reconocerlo siempre que se conecte a una aplicación o a una página web para una o varias de los finalidades que se recogen en el presente texto.\nIlustraciones\nLa mayoría de las finalidades que se explican en este texto dependen del almacenamiento o del acceso a la información de tu dispositivo cuando utilizas una aplicación o visitas una página web. Por ejemplo, es posible que un proveedor o un editor/medio de comunicación necesiten almacenar una cookie en tu dispositivo la primera vez que visite una página web a fin de poder reconocer tu dispositivo las próximas veces que vuelva a visitarla (accediendo a esta cookie cada vez que lo haga).\nNúmero de vendedores que solicitan el consentimiento: 766\nUso de datos limitados para seleccionar anuncios básicos\nInterés legítimo\nConsentimiento\nLa publicidad que se presenta en este servicio puede basarse en datos limitados, tales como la página web o la aplicación que esté utilizando, tu ubicación no precisa, el tipo de dispositivo o el contenido con el que está interactuando (o con el que ha interactuado) (por ejemplo, para limitar el número de veces que se presenta un anuncio concreto).\nIlustraciones\nUn fabricante de automóviles quiere promocionar sus vehículos eléctricos a los usuarios respetuosos con el medioambiente que viven en la ciudad fuera del horario laboral. La publicidad se presenta en una página con contenido relacionado (como un artículo sobre medidas contra el cambio climático) después de las 18:30 h a los usuarios cuya ubicación no precisa sugiera que se encuentran en una zona urbana.\nUn importante fabricante de acuarelas quiere realizar una campaña publicitaria en Internet para dar a conocer su última gama de acuarelas con la finalidad de llegar tanto a artistas aficionados como a profesionales y, a su vez, se evite mostrar el anuncio junto a otro contenido no relacionado (por ejemplo, artículos sobre cómo pintar una casa). Se detectará y limitará el número de veces que se ha presentado el anuncio a fin de no mostrarlo demasiadas veces.\nNúmero de vendedores que solicitan el consentimiento o se basan en un interés legítimo: 726\nCrear perfiles para publicidad personalizada\nConsentimiento\nLa información sobre tu actividad en este servicio (por ejemplo, los formularios que rellenes, el contenido que estás consumiendo) puede almacenarse y combinarse con otra información que se tenga sobre tu persona o sobre usuarios similares(por ejemplo, información sobre tu actividad previa en este servicio y en otras páginas web o aplicaciones). Posteriormente, esto se utilizará para crear o mejorar un perfil sobre tu persona (que podría incluir posibles intereses y aspectos personales). Tu perfil puede utilizarse (también en un momento posterior) para mostrarte publicidad que pueda parecerte más relevante en función de tus posibles intereses, ya sea por parte nuestra o de terceros.\nIlustraciones\nSi lees varios artículos sobre los mejores accesorios para bicicletas del mercado, esta información podría utilizarse para crear un perfil sobre tu interés en accesorios para bicicletas. Dicho perfil puede utilizarse o mejorarse en el futuro, a través de la misma página web/aplicación o de otra diferente para presentarte publicidad de accesorios para bicicleta de una marca específica. Si asimismo visitas un configurador para vehículos en la página web de un fabricante de coches de lujo, esta información podría combinarse con tu interés en las bicicletas para perfeccionar tu perfil y así asumir tu interés por accesorios de alta gama para bicicletas.\nUna empresa de ropa quiere promocionar su nueva colección de ropa de alta gama para bebés. Esta se pone en contacto con una agencia que cuenta con una red de clientes con altos ingresos (como, por ejemplo, supermercados de alta gama) y pide a la agencia que cree perfiles de padres o parejas jóvenes cuyos grandes ingresos y reciente paternidad/maternidad puedan suponerse de modo que dichos perfiles puedan utilizarse posteriormente para mostrar publicidad dentro de aplicaciones de socios basadas en esos perfiles.\nNúmero de vendedores que solicitan el consentimiento: 585\nUtilizar perfiles para seleccionar la publicidad personalizada\nConsentimiento\nLa publicidad presentada en este servicio puede basarse en tus perfiles publicitarios, que pueden reflejar tuactividad en este servicio, en otras páginas web o aplicaciones (tales como los formularios con los que interactuas o el contenido que visualizas), tus posibles intereses y los aspectos personales.\nIlustraciones\nUn minorista que opera en Internet quiere promocionar unas rebajas limitadas de zapatillas para correr. Quiere dirigir esa publicidad a los usuarios que en el pasado han buscado zapatillas para correr en su aplicación móvil. Con el fin de presentarte el anuncio correspondiente dentro de la aplicación. Las tecnologías de seguimiento pueden utilizarse para determinar tu uso previo de la aplicación móvil para buscar zapatillas para correr.\nUn perfil que se haya creado para la presentación de publicidad personalizada en relación con una persona que haya buscado accesorios para bicicletas en una página web también puede utilizarse para mostrar el anuncio pertinente de accesorios para bicicletas en una aplicación móvil de otra organización.\nNúmero de vendedores que solicitan el consentimiento: 588\nCrear un perfil para personalizar el contenido\nConsentimiento\nLa información sobre tu actividad en este servicio (por ejemplo, los formularios con los que interactuas o el contenido no publicitario que visualizas) puede almacenarse y combinarse con otra información relativa a tu persona (por ejemplo, tu actividad pasada en este servicio o en otras páginas web o aplicaciones) o sobre otros usuarios de similares características. Posteriormente, esto se utiliza para la creación o la mejora de tu perfil (que podría incluir, por ejemplo, tus posibles intereses y aspectos personales). Tu perfil se puede utilizar (también en el futuro) para presentar aquel contenido que parezca más relevante en función de tus posibles intereses; por ejemplo, adaptando el orden en el que se muestra el contenido para que sea aún más sencillo encontrar el que coincida con tus intereses.\nIlustraciones\nEn una plataforma de redes sociales has leído varios artículos sobre cómo construir una casa en un árbol Esta información podría añadirse a un perfil determinado para indicar tuinterés en el contenido relacionado con la naturaleza, así como en los tutoriales de bricolaje (con el objetivo de permitir la personalización del contenido, de modo que en el futuro, por ejemplo, se te muestren más publicaciones de blogs y artículos sobre casas en árboles y cabañas de madera).\nHas visualizado tres vídeos sobre la exploración espacial en diferentes aplicaciones de televisión. Una plataforma de noticias sin relación con las anteriores y con la que no has tenido contacto en el pasado crea un perfil basado en esa conducta de visualización marcando la exploración del espacio como un tema de tu posible interés para para otros vídeos.\nNúmero de vendedores que solicitan el consentimiento: 261\nUso de perfiles para la selección de contenido personalizado\nConsentimiento\nEl contenido que se te presenta en este servicio puede basarse en un perfil de personalización de contenido, lo que puede reflejar tu actividad en este u otros servicios (por ejemplo, los formularios que envías o el contenido que visualizas), tus posibles intereses y aspectos personales. Un ejemplo de lo anterior sería la adaptación del orden en el que se te presenta el contenido, para que así te resulte más sencillo encontrar el contenido (no publicitario) que coincida con tus intereses.\nIlustraciones\nHas leído unos artículos sobre comida vegetariana en una plataforma de redes sociales. Posteriormente has usado una aplicación de cocina de una empresa sin relación con la anterior plataforma. El perfil que se ha creado sobre tu persona en la plataforma de redes sociales se utilizará para mostrarte recetas vegetarianas en la pantalla de bienvenida de la aplicación de cocina.\nHas visualizado tres vídeos sobre remo en páginas web diferentes. Una plataforma de video, no relacionada con la página web en la que has visualizado los vídeos sobre remo, pero basandose en el perfil creado cuando visistaste dicha web, podrá recomendarte otros 5 vídeos sobre remo cuando utilices la plataforma de video a través de tu televisor .\nNúmero de vendedores que solicitan el consentimiento: 232\nMedir el rendimiento de la publicidad\nInterés legítimo\nConsentimiento\nLa información sobre qué publicidad se te presenta y sobre la forma en que interactúas con ella puede utilizarse para determinar lo bien que ha fu"
}
